/*==============================================================================================\\
|| Этот файл содержит функции контроля используемые в консоли                                   ||
|| Функции должны иметь один шаблон                                                             ||
||   void ConFunc (string);                                                                     ||
||                                                                           ___________________||
|| copyright FJ ART, 2005                                                    |created 11.09.2005||
\\==============================================================================================*/

#pragma once

#include <string>
#include "../globals.h"

using namespace std;

void bind				(string);								// Связывание клавиши и действия
void SetVar				(string);								// Установка значения системной переменной