/*==============================================================================================\\
|| Этот файл содержит функции контроля используемые в консоли                                   ||
|| Функции должны иметь один шаблон                                                             ||
||                                                                                              ||
||                                                                           ___________________||
|| copyright FJ ART, 2005                                                    |created 11.09.2005||
\\==============================================================================================*/

#include "CCFuncs.h"
